export const baseUrl = 'https://genez.by/';

export const baseLegalInformationUrl = `${baseUrl}about/pravovaya-informaciya/`;

export const baseDoctorsUrl = `${baseUrl}doctors/`;

export const baseDoctorInformationUrl = `${baseDoctorsUrl}rubinchik-anna-borisovna/`;

export const elementText = `• Информация о состоянии здоровья предоставляется пациенту в доступной, соответствующей требованиям медицинской этики и деонтологии форме лечащим врачом , или иными должностными лицами медицинского центра «ГЕНЕЗ». Она должен содержать сведения о результатах обследования, наличии заболевания, диагнозе и прогнозе, методах обследования и лечения, связанном с ними риске, возможных вариантах медицинского вмешательства их последствиях, а также о результатах проведенного лечения и возможных осложнениях. 
• В отношении несовершеннолетних и лиц, признанных в установленном порядке недееспособными, информация о состоянии здоровья пациента предоставляется их законному представителю, а в отношении пациентов, по состоянию здоровья не способных принять осознанное решение – супругу(ге), а при его отсутствии – близким родственникам. • В случае отказа пациента от получения информации о состоянии своего здоровья делается соответствующая запись в медицинской документации;
• Информация о пациенте составляет врачебную тайну и может предоставляться только с согласия пациента, а без его согласия, только по основаниям, предусмотренным законодательством.`;
